let config = {

  // Задержка загрузки (1 секунда)
  preloaderDelay: 1,

  // Задержка появления видео (4.2 секунды)
  showDelay: 14.3, 

  // Заголовок
  title: 'NoLupi',

  // Социальные сети
  social: {
    telegram: '@NoLupiPls',
    steam: '𝒰𝒷𝒹𝒶𝓉𝑒',
    vk: 'nolupi',
  },





  // Цвет иконки загрузки
  preloaderColor: '#f5323c',


  // Цвет кнопки play
  playButtonColor: '#f5323c',
  // Цвет тени кнопки play
  playButtonShadowColor: 'rgba(255, 0, 55, 5.0)',


  // Цвет заголовка
  titleColor: '#FF0000',
  // Цвет тени загаловка
  titleShadowColor: 'rgba(255, 0, 55, 0.6)',


  // Текст копирайта
  copyrightText: '7119...',
  // Цвет копирайта
  copyrightTextColor: '#f5323c',

  // Цвет иконок социальных сетей
  socialColor: '#FF0000',
  // Цвет тени иконок социальных сетей
  socialShadowColor: 'rgba(255, 255, 255, 0.2)',
}
